<footer class="footer">
    <div class="container">
        <div class="row mb-5">
            <div class="col-md-4">
                <div class="footer-widget">
                    <img src="assets/images/logo-sm--light.png" class="img-fluid logo mb-4">

                    <ul class="reset-list social-media-icons d-flex">
                        <li><a href="blog-list.php" class="color-white me-3"> <i class="fab fa-facebook-f"></i> </a></li>
                        <li><a href="blog-list.php" class="color-white me-3"> <i class="fab fa-x-twitter"></i> </a></li>
                        <li><a href="blog-list.php" class="color-white me-3"> <i class="fab fa-youtube"></i> </a></li>
                        <li><a href="blog-list.php" class="color-white me-3"> <i class="fab fa-instagram"></i> </a></li>
                        <li><a href="blog-list.php" class="color-white me-3"> <i class="fab fa-telegram"></i> </a></li>
                    </ul>
                </div>
            </div>
            <div class="col-md-4">

                <div class="footer-widget">

                    <h5 class="title color-white mb-4"> الأقسام </h5>

                    <ul class="reset-list links">

                        <li><a href="blog-list.php"> الرئيسية </a></li>
                        <li><a href="blog-list.php"> الكويت </a></li>
                        <li><a href="blog-list.php"> الأسرة </a></li>
                        <li><a href="blog-list.php"> قضايا المجتمع </a></li>
                        <li><a href="blog-list.php"> الإسلام والحياة </a></li>
                        <li><a href="blog-list.php"> مسلمون حول العالم </a></li>
                        <li><a href="blog-list.php"> تقارير وحوارات </a></li>

                    </ul>

                </div> <!-- footer-widget -->

            </div>



            <div class="col-md-4">

                <div class="footer-widget">

                    <h5 class="title color-white mb-4"> اشترك فى النشرة البريدية </h5>

                    <div class="form-group co-input-with-btn mb-2">
                        <input type="text" class="form-control" placeholder="search">
                        <button class="btn btn-primary action-btn button"> اشتراك </button>
                    </div>

                </div> <!-- footer-widget -->

            </div>

        </div>

        <div class="copyrights">
            <p class="color-white m-0 "> جميع الحقوق محفوظة © لدى مجلة المجتمع 1970- 2022 </p>
            <p class="color-white m-0 "> ما يُنشر بالموقع من آراء لا يعبِّر بالضرورة عن رأي “المجتمع” </p>
        </div>


        <div class="mobile-bottom-navigation-bar-wrapper">

            <a href="#" class="item active">
                <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" version="1.1" id="Layer_1" x="0px" y="0px" width="25px" height="24px" viewBox="0 0 25 24" enable-background="new 0 0 25 24" xml:space="preserve">
                    <g>
                        <path fill="#7F848C" d="M17.25,2.806V2c0-0.414-0.336-0.75-0.75-0.75S15.75,1.586,15.75,2v0.75h-6.5V2   c0-0.414-0.336-0.75-0.75-0.75S7.75,1.586,7.75,2v0.806c-3.178,0.279-5,2.304-5,5.694V17c0,3.654,2.096,5.75,5.75,5.75h8   c3.654,0,5.75-2.096,5.75-5.75V8.5C22.25,5.11,20.428,3.085,17.25,2.806z M20.75,17c0,2.859-1.391,4.25-4.25,4.25h-8   c-2.86,0-4.25-1.391-4.25-4.25V8.5c0-2.593,1.155-3.965,3.5-4.201V5c0,0.414,0.336,0.75,0.75,0.75S9.25,5.414,9.25,5V4.25h6.5V5   c0,0.414,0.336,0.75,0.75,0.75S17.25,5.414,17.25,5V4.299c2.344,0.236,3.5,1.608,3.5,4.201V17z" />
                        <path fill="#7F848C" d="M16.5,10.25h-8c-0.414,0-0.75,0.336-0.75,0.75s0.336,0.75,0.75,0.75h8c0.414,0,0.75-0.336,0.75-0.75   S16.914,10.25,16.5,10.25z" />
                        <path fill="#7F848C" d="M12.5,15.25h-4c-0.414,0-0.75,0.336-0.75,0.75s0.336,0.75,0.75,0.75h4c0.414,0,0.75-0.336,0.75-0.75   S12.914,15.25,12.5,15.25z" />
                    </g>
                </svg>
                <p class="text"> المدونة </p>
            </a><!-- item -->

            <a href="#" class="item">
                <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" version="1.1" id="Layer_1" x="0px" y="0px" width="25px" height="24px" viewBox="0 0 25 24" enable-background="new 0 0 25 24" xml:space="preserve">
                    <g>
                        <path fill="#7F848C" d="M22.231,11.82l-0.175-0.23c-0.095-0.114-0.21-0.204-0.316-0.305V9.68c0-3.832-1.168-5-5-5h-2.551   c-0.47,0-0.485-0.021-0.759-0.379L12.16,2.6C11.562,1.803,11.055,1.28,9.52,1.28H8.25c-3.832,0-5,1.168-5,5v5.008   c-0.096,0.093-0.203,0.175-0.287,0.278l-0.069,0.076c-0.618,0.775-0.905,1.744-0.811,2.717l0.401,5.014   c0.147,1.505,0.331,3.377,3.727,3.377h12.58c3.396,0,3.579-1.873,3.728-3.391l0.398-4.979   C23.014,13.463,22.771,12.563,22.231,11.82z M4.75,6.28c0-2.977,0.523-3.5,3.5-3.5h1.27c0.9,0,1.004,0.138,1.439,0.718l1.285,1.719   c0.43,0.563,0.821,0.962,1.946,0.962h2.551c2.977,0,3.5,0.523,3.5,3.5v0.739c-0.339-0.1-0.688-0.169-1.051-0.169H5.81   c-0.367,0-0.719,0.07-1.06,0.17V6.28z M21.422,14.24l-0.398,4.986c-0.145,1.473-0.198,2.023-2.233,2.023H6.21   c-2.035,0-2.089-0.551-2.232-2.01l-0.401-5.013c-0.056-0.58,0.108-1.152,0.462-1.615l0.041-0.047   c0.426-0.518,1.056-0.815,1.73-0.815h13.379c0.612,0,1.189,0.246,1.635,0.711l0.1,0.119C21.31,13.044,21.487,13.627,21.422,14.24z" />
                        <path fill="#7F848C" d="M15.07,16.25H9.93c-0.414,0-0.75,0.336-0.75,0.75s0.336,0.75,0.75,0.75h5.141c0.414,0,0.75-0.336,0.75-0.75   S15.484,16.25,15.07,16.25z" />
                    </g>
                </svg>
                <p class="text"> ملفات خاصة </p>
            </a><!-- item -->

            <a href="#" class="item center pdf">
                <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" version="1.1" id="Layer_1" x="0px" y="0px" width="25px" height="24px" viewBox="0 0 25 24" enable-background="new 0 0 25 24" xml:space="preserve">
                    <polygon fill="#5C8B69" points="20.707,7.5 14.999,1.792 15,7.5 " />
                    <g>
                        <path fill="#5C8B69" d="M12.5,13.76h-0.583v3.332H12.5c0.156,0,0.302-0.061,0.412-0.17c0.109-0.109,0.172-0.26,0.172-0.412v-2.168   c0-0.152-0.063-0.303-0.172-0.412C12.802,13.82,12.656,13.76,12.5,13.76z" />
                        <path fill="#5C8B69" d="M8.708,13.76H8.125v1.166h0.583c0.156,0,0.302-0.061,0.413-0.171c0.109-0.11,0.17-0.257,0.17-0.413   s-0.061-0.302-0.17-0.412C9.011,13.82,8.865,13.76,8.708,13.76z" />
                        <path fill="#5C8B69" d="M20.999,9.971l-0.01-0.146c-0.039-0.332-0.19-0.646-0.43-0.885c-0.237-0.237-0.551-0.389-0.913-0.431   L19.5,8.5l-3.981,0l-0.137-0.005c-0.356-0.028-0.692-0.183-0.944-0.437c-0.253-0.253-0.407-0.59-0.433-0.925l-0.006-4.163   l-0.01-0.146c-0.039-0.332-0.19-0.646-0.43-0.885c-0.237-0.237-0.552-0.39-0.913-0.431L7.486,1.5L7.295,1.506   C6.4,1.559,5.568,1.947,4.954,2.599C4.339,3.251,4,4.104,4,5v14.014l0.006,0.191c0.053,0.896,0.441,1.728,1.093,2.342   S6.604,22.5,7.5,22.5h10.007l0.198-0.006c0.896-0.053,1.728-0.44,2.342-1.093S21,19.896,21,19L20.999,9.971z M9.828,15.462   c-0.3,0.299-0.697,0.464-1.12,0.464H8.125v1.666c0,0.276-0.224,0.5-0.5,0.5s-0.5-0.224-0.5-0.5V13.26c0-0.276,0.224-0.5,0.5-0.5   h1.083c0.423,0,0.82,0.164,1.119,0.463c0.299,0.299,0.464,0.696,0.464,1.119C10.292,14.766,10.127,15.163,9.828,15.462z    M14.084,16.51c0,0.416-0.169,0.824-0.465,1.119c-0.299,0.299-0.696,0.463-1.119,0.463h-1.083c-0.276,0-0.5-0.224-0.5-0.5V13.26   c0-0.276,0.224-0.5,0.5-0.5H12.5c0.423,0,0.82,0.164,1.119,0.463c0.296,0.295,0.465,0.703,0.465,1.119V16.51z M17.375,13.76h-1.666   v1.166h1.125c0.276,0,0.5,0.224,0.5,0.5s-0.224,0.5-0.5,0.5h-1.125v1.666c0,0.276-0.224,0.5-0.5,0.5s-0.5-0.224-0.5-0.5V13.26   c0-0.276,0.224-0.5,0.5-0.5h2.166c0.276,0,0.5,0.224,0.5,0.5S17.651,13.76,17.375,13.76z" />
                    </g>
                </svg>
                <p class="text"> العدد </p>
            </a><!-- item -->

            <a href="#" class="item">
                <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" version="1.1" id="Layer_1" x="0px" y="0px" width="25px" height="24px" viewBox="0 0 25 24" enable-background="new 0 0 25 24" xml:space="preserve">
                    <g>
                        <path fill="#7F848C" d="M8.368,21.523c-2.957,0-4.868-2.341-4.868-5.963V8.44c0-3.622,1.911-5.963,4.868-5.963   c1.146,0,2.354,0.362,3.592,1.077l6.18,3.56c2.176,1.255,3.374,2.991,3.373,4.887c0,1.896-1.197,3.631-3.372,4.885l-6.182,3.561   C10.722,21.161,9.513,21.523,8.368,21.523z M8.368,4.477C6.572,4.477,5.5,5.958,5.5,8.44v7.121c0,2.481,1.072,3.963,2.868,3.963   c0.779,0,1.675-0.28,2.592-0.81l6.182-3.561c1.529-0.882,2.371-2.002,2.371-3.153c0.001-1.151-0.842-2.271-2.372-3.154l-6.18-3.56   C10.043,4.757,9.146,4.477,8.368,4.477z" />
                    </g>
                </svg>
                <p class="text"> مرئيات </p>
            </a><!-- item -->

            <a href="#" class="item">
                <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" version="1.1" id="Layer_1" x="0px" y="0px" width="24.219px" height="23.65px" viewBox="-1.219 -1.65 24.219 23.65" enable-background="new -1.219 -1.65 24.219 23.65" xml:space="preserve">
                    <g>
                        <path fill="#7F848C" d="M21.085,7.476l-6.952-6.954c-0.861-0.857-2.027-1.34-3.243-1.34c-1.215,0-2.381,0.482-3.241,1.34   L0.696,7.476C0.44,7.73,0.237,8.033,0.098,8.367C-0.041,8.7-0.111,9.059-0.11,9.42v8.998c0,0.73,0.29,1.43,0.806,1.945   s1.215,0.805,1.944,0.805h16.5c0.729,0,1.43-0.289,1.945-0.805s0.805-1.215,0.805-1.945V9.42c0.002-0.361-0.069-0.72-0.207-1.053   C21.545,8.033,21.342,7.73,21.085,7.476z M13.641,19.335h-5.5v-3.606c0-0.729,0.29-1.428,0.806-1.944   c0.516-0.516,1.215-0.806,1.944-0.806s1.43,0.29,1.946,0.806c0.516,0.517,0.805,1.216,0.805,1.944V19.335z M20.058,18.418   c0,0.244-0.097,0.477-0.269,0.648s-0.405,0.269-0.648,0.269h-3.666v-3.606c0-1.215-0.483-2.381-1.343-3.24   s-2.025-1.343-3.242-1.343c-1.216,0-2.381,0.483-3.241,1.343c-0.859,0.859-1.342,2.025-1.342,3.24v3.606H2.64   c-0.243,0-0.477-0.097-0.648-0.269s-0.269-0.404-0.269-0.648V9.42c0.001-0.243,0.098-0.476,0.269-0.648L8.945,1.82   c0.517-0.514,1.216-0.803,1.945-0.803s1.429,0.289,1.946,0.803l6.953,6.954c0.17,0.172,0.268,0.403,0.269,0.646V18.418z" />
                    </g>
                </svg>
                <p class="text"> الرئيسية </p>
            </a><!-- item -->

        </div><!-- mobile-bottom-navigation-bar-wrapper -->


    </div>
</footer>


<!-- Optional JavaScript -->
<!-- jQuery first, then Popper.js, then Bootstrap JS -->
<script src="assets/vendors/bootstrap/jquery-3.2.1.min.js"></script>
<script src="assets/vendors/bootstrap/popper.min.js"></script>
<script src="assets/vendors/bootstrap/bootstrap.min.js"></script>

<script src="assets/vendors/datatables/jquery.dataTables.min.js"></script>

<!-- select2 -->
<script src="assets/vendors/select2/select2.full.min.js"></script>

<!-- Swiper -->
<script src="https://cdn.jsdelivr.net/npm/swiper@11/swiper-bundle.min.js"></script>

<!-- custom -->
<script src="assets/js/custom.js"></script>

</body>

</html>